List<Map<String, dynamic>> data = [
  {
    'id': 1,
    'image': 'heic0406a.jpg',
    'title': 'Красивый космос - длинный текст чтобы сделать троеточие',
  },
  {
    'id': 2,
    'image': 'heic0109a.jpg',
    'title': 'Шедевральный космос - длинный текст чтобы сделать троеточие',
  },
  {
    'id': 3,
    'image': 'heic0506a.jpg',
    'title': 'Превосходный космос - длинный текст чтобы сделать троеточие',
  },
  {
    'id': 4,
    'image': 'heic0702a.jpg',
    'title': 'Восхитительный космос - длинный текст чтобы сделать троеточие',
  },
  {
    'id': 5,
    'image': 'heic1509a.jpg',
    'title': 'Прекрасный космос - длинный текст чтобы сделать троеточие',
  },
  {
    'id': 6,
    'image': 'heic0206b.jpg',
    'title': 'Обворожительный космос - длинный текст чтобы сделать троеточие',
  },
  {
    'id': 7,
    'image': 'heic1608a.jpg',
    'title': 'Сногсшибательный космос - длинный текст чтобы сделать троеточие',
  },
  {
    'id': 8,
    'image': 'heic2007a.jpg',
    'title': 'Потрясающий космос - длинный текст чтобы сделать троеточие',
  },
  {
    'id': 9,
    'image': 'opo0328a.jpg',
    'title': 'Великолепный космос - длинный текст чтобы сделать троеточие',
  },
  {
    'id': 10,
    'image': 'potw2049a.jpg',
    'title': 'Идиальный космос - длинный текст чтобы сделать троеточие',
  },
];
